Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/domstol.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Since in my view access to the seizure must be refused in any circumstances in accordance with the overall evaluation that must be made pursuant to Section 125, third paragraph, first sentence, I do not find it necessary to further consider the Court of Appeal's assessment of the significance of the seized material as evidence.
nb: Da tilgang til beslaget etter min oppfatning under enhver omstendighet må nektes etter helhetsvurderingen som skal foretas etter § 125 tredje ledd første punktum, finner jeg det ikke nødvendig å gå nærmere inn på lagmannsrettens vurdering av den bevismessige betydning av det beslaglagte materialet.

source: C did not speak Norwegian and he had no contact with people outside the garden centre.
nb: C snakket ikke norsk og hadde ingen kontakt med mennesker utenfor gartneriet.

source: Article 46 of the Convention
nb: EMK artikkel 46 nr.

source: The Supreme Court has full jurisdiction to hear
nb: Ved prøvingen har Høyesterett full kompetanse.

source: “The Lapp Commission seems however to have placed decisive weight on where the Sami have
nb: «Lappekommisjonen synes imidlertid å ha lagt avgjørende vekt på hvor samene har sine boplasser, uten i

source: 31, Storvolden – in other words on private land.
nb: 31, Storvolden - med andre ord på privat grunn.

source: A statement in the preparatory works that section 155 of the Penal Code was not to protect municipal traffic or parking wardens could not give any other result.
nb: Utstedelse av slikt tilleggsgebyr er offentlig myndighetsutøvelse, og § 155 verner «enhver» som utøver offentlig myndighet på vegne av stat eller kommune.

source: The fact that some of the searches of C follow this procedure is in any case not sufficient for excluding them from the assessment of whether Article 3 ECHR has been violated.
nb: At denne fremgangsmåten er benyttet for enkelte av de kroppsvisitasjonene C er utsatt for, kan likevel ikke være tilstrekkelig til at disse visitasjonene holdes utenfor ved vurderingen av om det foreligger krenkelser av EMK artikkel 3.

source: Committee found that this part of the complaint was obviously unfounded.
nb: Utvalget fant at denne delen av klagen var åpenbart ubegrunnet.

source: Mr Uthus informed the Commission that he was born at Stranden by Lake Selbu, but that for the past 33 years he had been living at Uthus.
nb: Uthus opplyste at han var født på Stranden ved Selbusjøen, men at han de siste 33 årene hadde bodd på Uthus.

source: As will appear from the quotation from paragraph 136 of the judgment, the first-voting judge characterised the situation as "marked retroactivity" which was "linked to earlier fiscal years with fixed tax positions".
nb: Som det framgår av sitatet fra dommens avsnitt 136, karakteriserte førstvoterende denne situasjonen som "en markert tilbakeverknad" som var "knytt opp til tidlegare skatteår med fastsette skatteposisjonar".

source: The Courts of Justice are independent in their interpretation of the law.
nb: I tillegg har vi i en del saler satt opp pleksiglass mellom dommerplassene.

source: A emerged as spokesperson of Profetens Ummah in the autumn of 2012, and kept this role until his arrest in December 2015.
nb: A sto frem som talsperson for Profetens Ummah høsten 2012 og hadde denne rollen frem til pågripelsen i desember 2015.

source: The Court also emphasises in paragraph 103 that domestic law must afford appropriate safeguards to prevent any use of personal data as may be inconsistent with the guarantees of Article 8.
nb: EMD fremhever videre i avsnitt 103 at de nasjonale reglene må gi garantier – «appropriate safeguards» – mot bruk av personopplysninger som er uforenlig med artikkel 8.

source: The salary was to be paid in arrears in rupees in India.
nb: Lønnen skulle utbetales etterskuddsvis i rupier i India.

source: In the Supreme Court's view, such a solution is burdened with so much uncertainty that, at present, it cannot be significant in determining whether Article 27 ICCPR has been violated.
nb: Etter Høyesteretts syn knytter det seg så store usikkerheter til en slik løsning at den på det nåværende tidspunktet ikke kan få betydning i en vurdering av om SP artikkel 27 er brutt.

source: It is not sufficient for falling outside the exemption that the issue in theory could have arisen outside of bankruptcy, see para 20.
nb: Det er ikke tilstrekkelig til å falle utenfor unntaket at et spørsmål teoretisk kunne oppstått utenfor konkurs, jf. avsnitt 20.

source: The requirement of a clear legal basis in Article 96 of the Constitution and Article 7 ECHR was met.
nb: Kravet til klar lovhjemmel for straffansvar i Grunnloven § 96 og Den europeiske menneskerettskonvensjon artikkel 7 var oppfylt.

source: And Lars Jakobsen Nordfjeld, with whom Professor Falkenberg had a conversation in 1942 about reindeer husbandry in earlier times, stated that “reindeer pasturing
nb: Og Lars Jakobsen Nordfjeld, som professor Falkenberg i 1942 hadde samtale med om reindriften i eldre tid, uttalte at «reinbeite foregikk i Essanddistriktet til over Krossådalen i vest mot Hersjøen.

source: referring. The disagreement between the landowners and the Sami in the 1930s over the district
nb: Uenigheten mellom grunneierne og samene på 1930-tallet om distriktsgrensen gjaldt etter min mening hvor

source: On the other end, adaptations do not comprise new and independent works, i.e. works "standing on their own feet" with a distinct expression – an identity – distinguished from the original.
nb: I den andre enden av skalaen avgrenses bearbeidelsene mot nye og selvstendige verk, det vil si verk som står på egne ben med et individuelt uttrykk – en identitet – som er løsrevet fra originalen.

source: Membership of brother- or sisterhoods, e.g. the Freemasons or Odd Fellow.
nb: Medlemskap i brorskaps- eller søsterforbund, for eksempel Frimurerlosjen eller Odd Fellow.

source: Elsewhere in the judgement, among other places at paragraph 41, the ECtHR states that the requirement for reasons to be given must also accommodate the unusual procedural features of the assize courts.
nb: Det fremgår andre steder i dommen, se blant annet avsnitt 41, at EMD mener det i forbindelse med begrunnelseskravet må tas hensyn til den særlige prosessformen i assize-domstolen.

source: Paras 65 and 66 read:
nb: Avsnittene 65 og 66 lyder:

source: However, this case concerned the principle of the right to be heard, not self-incrimination, and the quoted statement was part of the grounds for the ruling that the applicant’s submissions – concerning the right to a review by a court pursuant to Article 2 of the seventh additional protocol – were obviously untenable and therefore had to be dismissed.
nb: Men saken gjaldt kontradiksjonsprinsippet, ikke selvinkriminering, og den siterte uttalelsen fremkom som ledd i begrunnelsen for at en annen av klagerens anførsler – om retten til overprøvning ved en domstol etter syvende tilleggsprotokoll artikkel 2 – var åpenbart uholdbar og derfor måtte avvises.

source: (123) The CRC was thus meant to be “directly applicable”.
nb: (123) Barnekonvensjonen skulle altså være "direkte anvendelig". Og departementet forutsatte

source: J travelled on via Greece and Turkey to Syria.
nb: J reiste videre via Hellas og Tyrkia til Syria.

source: (70) In our case Arves Trafikkskole was deprived of a financial right.
nb: (70) I vår sak er Arves Trafikkskole fratatt en økonomisk rettighet.

source: In addition, the court of appeal states that A disposed over the bank accounts of each of the Syria goers while they were in Syria, and that he regularly submitted employment status cards to NAV (Norwegian labour and welfare administration) for at least some of them.
nb: Lagmannsretten har ellers lagt til grunn at A disponerte bankkontoene til enkelte av Syria-farerne mens de var i Syria, og at han sendte inn meldekort til NAV for i hvert fall noen av dem.

source: GSK's reliever Ventoline is blue, yet no objections were raised when other manufacturers also chose blue for their corresponding drug.
nb: GSKs anfallsmedisin Ventoline er blå, men det ble likevel ikke reist innvendinger da også andre produsenter valgte å benyttet blå som farge for anfallsmedisin.

source: “Violations of restraining orders are punishable under section 342 of the Penal Code with fines or imprisonment of up to 6 months or both.
nb: "Brudd på besøksforbud straffes etter straffeloven § 342 med bøter eller fengsel i inntil 6 måneder eller begge deler.

source: A (Counsel Knut Gunnar Brindem) v. X municipality (Counsel Frode Lauareid), B (Counsel Olav Sylte)
nb: A (advokat Knut Gunnar Brindem) mot X kommune (advokat Frode Lauareid), B (advokat Olav Sylte)

source: She spent time at a shelter and she has since her move in 2001 had an unlisted address.
nb: Hun hadde opphold på krisesenter, og hun har siden flyttingen i 2001 hatt sperret adresse.

source: And all three were instructed by A to give incorrect information to the public authorities in the event of a control that their salary was higher than NOK 100 per hour and that they worked from 35 to 40 hours a week.
nb: Og alle tre ble instruert av A om feilaktig å opplyse ved eventuell kontroll fra offentlige myndigheter at de tjente over kr 100 i timen og arbeidet 35 til 40 timer i uken.

source: “without particular permission or authority from the owner or user of the land” did not come in until 1897 with the passing of the Supplementary Act.
nb: reinbeitedistrikt «uden særlig Tilladelse eller Hjemmel fra Grundens Eier eller Bruger» ble først innført ved tilleggsloven fra 1897.

source: I mainly endorse what the court of appeal writes.
nb: Jeg er i hovedsak enig i det lagmannsretten skriver her.

source: (137) It is a minimum requirement for this interference to come under the Convention that it
nb: (137) Det er et minstevilkår for at dette inngrepet kan være konvensjonsmessig, at det er "in

source: This survey concerned Sandoz purple, which is the shade used on the inhaler Airfusal Forspiro.
nb: Denne fargenyansen er den som er benyttet på inhalatoren Airfusal Forspiro.

source: In addition I refer to the fact that most of those who were questioned by the police in 1921 claimed very long use of Svartskogen.
nb: I tillegg viser jeg til at de fleste som ble avhørt i 1921, påberopte seg en svært langvarig bruk av Svartskogen.

source: Against this background, I cannot see that neither B nor FjordEvents has violated regulations applicable for this type of RIB tours.
nb: Jeg kan etter dette ikke se at B eller FjordEvents har brutt forskriftene som gjelder for denne typen RIB-kjøring.

source: But there are also examples of other
nb: Men det finnes også eksempler på andre formuleringer:

source: I would here like to point to article 12 of the CRC on
nb: Jeg minner her om barnekonvensjonen artikkel 12 om barns

source: Kvitytan by the Kværnfjeld Waters to the west of the same mountain 11.
nb: Kvitytan ved Kværnfjeldvandene i Vest for samme Fjeld 11.

source: Furthermore, it is stated that "doubt regarding the identity" means that "the identity has not been substantiated"; that is, the identity is most likely false.
nb: Det heter videre at med "tvil om identitet" menes at "identiteten ikke er sannsynliggjort", altså at det er mest sannsynlig at identiteten er uriktig.

source: Item 4 of these guidelines reads:
nb: Det heter her i punkt 4:

source: The European Court of Human Rights found that the penal provision had an unclear content at the time of the act, and stated in paragraph 150:
nb: EMD fant at straffebestemmelsen hadde et uklart innhold på gjerningstidspunktet, og uttalte i avsnitt 150:

source: TU Case 17-119 Reversal.
nb: TU-sak 17-119 Omgjøring.

source: Nordfjeld was born in 1863 and he was the brother of Jacob Jacobsen who testified before the Lapp Commission
nb: Nordfjeld var født i 1863 og bror av Jacob Jacobsen som forklarte seg for Lappekommisjonen sammen med Niels Bull.

source: On this point, I also refer to ruling Rt. 2010 page 40 paragraphs 22–24, concerning the control of the
nb: På dette punktet viser jeg også til Rt. 2010 side 40 avsnitt 22–24, som gjelder kontrollen med det

source: , it follows from the EFTA Court’s conclusion in item 7 of the final statements.
nb: , fremgår EFTA-domstolens konklusjon i punkt 7 avslutningsvis i uttalelsen.

source: According to the court of appeal's judgment, this number increased to 94 in 2011 and then to 116 in 2012, when the prior notice of reduction was given.
nb: Av lagmannsrettens dom fremgår at dette økte til 94 i 2011 og videre til 116 i 2012, da forhåndsvarselet om reduksjon kom.

source: grounds for any disciplinary reactions in the case.
nb: Tilsynsutvalget hadde dermed ikke grunnlag for å reagere med disiplinærtiltak.

source: This applies in particular to the maritime activities connected to RIB …
nb: Dette gjelder særlig de maritime aktivitetene knyttet til RIB.

source: That case concerned participation as foreign fighters in ISIL over a period in the excess of eleven months, see paragraph 27.
nb: Den saken gjaldt blant annet deltakelse som fremmedkriger i ISIL over en periode på noe over elleve måneder, se avsnitt 27.

source: It is true that problems may arise – as Brækhus also points out – if "notice is to be given in one state in accordance with the rules applicable in a different state", but I have difficulties seeing how this consideration can set aside the basic notion that the law of the security interest grantor's home country is the natural choice for determining the terms for perfection.
nb: Riktignok kan det – som Brækhus påpeker samme sted – oppstå problemer dersom "notifikasjon [skal] skje i én stat efter de regler som gjelder i en annen stat", men jeg kan vanskelig se at dette hensynet kan sette til side den grunnleggende betraktning at pantsetterens lands rett er nærmest til å avgjøre vilkårene for rettsvern.

source: On the other hand, it is clearly also in the child's interest to ensure its development in a sound environment, and a parent cannot be entitled under Article 8 to have such measures taken as would harm the child's health and development.
nb: På den annen side er det også klart i barnets interesse å sikre dets utvikling i et sunt miljø, og foreldre kan ikke ha rett etter artikkel 8 til tiltak som skader dets helse eller utvikling.

source: I refer in particular to the ruling of 18 April
nb: Jeg viser her særlig til dom 18.

source: The changes made in the original work must in other words be sufficiently original.
nb: De endringer som foretas i det opprinnelige verk, må med andre ord ha verkshøyde.

source: Of the hut sites that Mr Næsvold described, Lake Usme lies in the border area between
nb: Av de koietomtene Næsvold beskrev, ligger Usmesjøen i grensen mellom Tydal og tvisteområdet - litt

source: Child welfare: Adoption and the application of Article 8 of the ECHR
nb: Adopsjon og forholdet til EMK artikkel 8

source: Here, the EU Court of Justice decided that as long as the relevant public did not perceive the specific use of the trademark – the affixing of "OPEL" on scale models of Opel's vehicle – as an indication of the product coming from the trademark proprietor, or an undertaking economically linked to it, the use would not affect the "essential function" of the trademark, see para 24.
nb: Her slo domstolen fast at dersom den relevante kundekretsen ikke oppfatter den aktuelle bruken av varemerket –"OPEL" på skalamodeller av Opels bil – som en indikasjon på at varen kommer fra varemerkehaveren, eller et foretak økonomisk knyttet til Opel, vil ikke bruken gripe inn i varemerkets "essential function", se avsnitt 24 i dommen.

source: The ECtHR agreed, and found that Article 6 had been violated.
nb: EMD var enig, og fant at dette utgjorde en krenkelse av artikkel 6.

source: I understand the next sentences in paragraph 48 about the applicant not having been given a short summary of the reasons why the court was satisfied that he was guilty and the jury not having had access to the case file as an elaboration on why the Court finds that a conviction based on these questions does not satisfy the requirement of a fair trial.
nb: Jeg leser de følgende setningene i avsnitt 48 om at klageren heller ikke har fått et kort sammendrag av hvorfor domstolen er sikker på at han er skyldig, og om at juryen ikke har hatt tilgang til sakens dokumenter, som en utdyping av hvorfor EMD finner at en domfellelse basert på disse spørsmålene, ikke ivaretar kravet om en rettferdig rettergang.

source: This implies in principle that the validity of the resolution in A’s case must be assessed according to the circular letter from 2008.
nb: Dette innebærer i utgangspunktet at gyldigheten av vedtaket i As sak må vurderes etter rundskrivet fra 2008.

source: On page 57 of the Proposition, the Ministry specifically emphasised that the incorporation would make the CRC “appear in itself as a catalogue of rights in Norwegian law”.
nb: barnekonvensjonen ikke er like viktig som disse". På side 57 i proposisjonen fremhevet departementet spesielt at ved inkorporeringen ville barnekonvensjonen "i seg selv framstå som en rettighetskatalog i norsk lov".

source: [Journal for pulmonary nurses], no. 1-2013, provides an overview in colour of the main groups of inhalation drugs, active ingredients, effect etc.
nb: 1-2013, er det en oversikt i farger over hovedgrupper av inhalasjonsmedisiner, virkestoff, virkning mv.

source: If such crimes can be prevented, this might 'possibly justify the disclosure of a journalist's source'.
nb: Dersom slike forbrytelser kan forhindres, kan det 'possibly justify the disclosure of a journalist's source'.

source: The court finds no violations on the issue about the European Convention of Human Rights, article 8.
nb: Sett i sammenheng med de andre strenge restriksjonene han var underlagt, ble dette ansett som nedverdigende behandling i konvensjonens forstand. Frifinnes for brudd på artikkel 8

source: the opinion that this activity was disapproved of. Furthermore, since 1984 the farmers on a holding outside Manndalen have been taking their sheep and lambs to pasture in Svartskogen.
nb: Siden 1984 har dessuten oppsitterne på et bruk utenfor Manndalen ført sine sauer og lam på beite i Svartskogen.

source: Sentence for rape under aggravating circumstances.
nb: Straffutmåling for voldtekt under skjerpende omstendigheter

source: The applicant had not alleged that there were special circumstances in his case that required the giving of a reason, and the Commission went on to conclude that a violation of Article 6 had not been proven and rejected the application on the grounds that it was manifestly ill-founded.
nb: Det var ikke anført at det var spesielle omstendigheter ved den konkrete saken som tilsa at det skulle vært gitt begrunnelse, og Kommisjonen konkluderte med at klagen ikke avdekket noen krenkelse av artikkel 6, og avviste den som åpenbart grunnløs.

source: The natural interpretation of the wording in article 28 is that much is required before a travel document to a refugee with a residence permit can be denied.
nb: Den naturlige forståelsen av ordlyden i artikkel 28 er at det skal mye til for å nekte å utstede reisebevis til en flyktning med lovlig opphold.

source: of the complaint concerned matters that the complainant had been informed of by others.
nb: Deler av klagen gjaldt forhold klager har fått opplyst fra andre.

source: “As the Court of Appeal sees it, this is a question of a threatening and frightening persecution over an extended period of time which resembles mental harassment and terrorizing of NN.
nb: "Slik lagmannsretten ser det er det tale om langvarig truende og skremmende forfølgelse som har karakter av psykisk trakassering og terrorisering av NN.

source: A total of 1521 decisions were rendered, of which 762 were dismissals.
nb: Det er totalt truffet 1521 vedtak, hvorav 762 er avvisningsvedtak.

source: Although Lovdata early on received public funding to some extent, and – as mentioned – particularly during the period 2004–2007 had first-hand access to the Supreme Court rulings, Lovdata’s databases of Supreme Court rulings cannot reasonably be said to have been created as part of the exercise of public authority.
nb: At Lovdata i en tidlig fase har fått noe tilskudd fra det offentlige og – som allerede nevnt – særlig i perioden 2004–2007 var gjenstand for særbehandling med hensyn til tilgang til høyesterettsavgjørelser, medfører ikke at Lovdatas databaser over høyesterettsavgjørelser med rimelighet kan anses utarbeidet som ledd i offentlig myndighetsutøvelse.

source: During the period from 2015 to 2017, the number of complaints increased from 109 to 148. This
nb: I perioden 2015 til 2017 har antal et klager økt fra 109 til 148.

source: (132) I emphasise that the family is together and that it is not alleged that there is any
nb: (132) Jeg understreker at familien BC er samlet, og at det ikke påstås å foreligge noen krenkelse

source: TONO has succeeded on all grounds and is awarded costs under section 20-2 of the Dispute Act.
nb: TONO har fått fullt medhold i ankesaken og tilkjennes sakskostnader, jf. tvisteloven § 20-2.

source: This calls for putting the reasonableness of the 2007 Regulation to the test.
nb: Dette er egnet til å sette rimeligheten ved 2007-forskriften på prøve.

source: The development that Jonssen described in 1914 is in my view incompatible with the notion that
nb: Den utviklingen som Jonssen beskrev i 1914 er etter min mening uforenlig med at intensiv bruk av

source: With regard to the conditions for a temporary suspension, Supreme Court statutes state that absolute proof of the need for long-term confiscation is necessary, cf. Rt-2004-2044.
nb: Når det gjelder betingelsene for midlertidig tilbakekall, er det fastslått i Høyesteretts praksis at det ved beslag over et lengre tidsrom er nødvendig med en konkret påvisning av at det faktisk er behov for et slikt tiltak, se Rt-2004-2044.

source: Kari and Kjell Aukrust's foundation - the Aukrust Foundation (Counsel Are Stenvik)
nb: Kari og Kjell Aukrusts stiftelse - Aukruststiftelsen (advokat Are Stenvik)

source: In the Supreme Court's grand chamber ruling Rt-2008-1764 para 81, the justice delivering the leading opinion states that an "interpretation of the Convention by the UN Human Rights Committee must weigh heavily as a source of law".
nb: I storkammeravgjørelsen i Rt-2008-1764 avsnitt 81 uttaler førstvoterende at en "konvensjonstolking foretatt av FNs menneskerettskomité må ha betydelig vekt som rettskilde".

source: The Committee concluded that, as a consequence of the complainant’s lacking respect for her
nb: hvilke råd han gir, men det ligger i avholdelse av hovedforhandling at saken ikke ble trukket.

source: Here, the court of appeal's judgment is in my view based on an incorrect understanding of the Copyright Act section 4.
nb: Lagmannsretten baserer seg her, etter mitt syn, på en uriktig forståelse av åndsverkloven § 4.

source: particularly the final part of paragraph 99 and the conclusion in paragraph 106.
nb: særlig avsnitt 99 avslutningsvis og konklusjonen i avsnitt 106.

source: Violation of section 10 of the Competition Act on prohibition against cooperation with the object of restricting competition
nb: Overtredelse av konkurranseloven § 10 om forbud mot samarbeid med et konkurransebegrensende formål

source: The boundary between the human relations which constitute a family life and those included in a private life is not well-defined.
nb: Grensen mellom de menneskelige relasjoner som utgjør et familieliv, og de som inngår i privatlivet, er ikke skarp.

source: They did not keep their own money.
nb: De hadde ikke egne penger.

source: The summary is not a part of the ruling.
nb: A fremmet krav om å få erstattet sin faktisk tapte overskuddsandel i EY IS.
